Revit 2027 API
BuiltInFailures.FamilyFailures.CantCopySelectionToNonStory Property
 Can't copy this selection to a non-story Level.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId CantCopySelectionToNonStory { get; }
Public Shared ReadOnly Property CantCopySelectionToNonStory As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ CantCopySelectionToNonStory {
	FailureDefinitionId^ get ();
}
static member CantCopySelectionToNonStory : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.FamilyFailures Class
Autodesk.Revit.DB Namespace